export const prices = [
  {
    category: "Подология",
    positions: [
      {
        title: "Обработка ногтя при Онихолизисе",
        description: "Полное или частичное отслоение ногтя от ногтевой ложи",
        enum: "1 ноготь",
        price: "500",
      },
      {
        title: "Обработка ногтя при Онихомикозе",
        description: "Грибковое поражение ногтя",
        enum: "1 ноготь",
        price: "500",
      },
      {
        title: "Обработка ногтя при Онихогрифозе",
        description: "Аномальное утолщение ногтя",
        enum: "1 ноготь",
        price: "500",
      },
      {
        title: "Обработка ногтей при Онихомикозе и Онихогрифозе",
        enum: "до 3-х ногтей ",
        price: "1100",
      },
      {
        title: "Обработка ногтей при Онихомикозе и Онихогрифозе",
        enum: "до 5 ногтей ",
        price: "1500",
      },
      {
        title: "Обработка ногтей при Онихомикозе и Онихогрифозе",
        enum: "от 6 до 10 ногтей ",
        price: "2500",
      },
    ],
  },
  {
    category: "Обработка бородавок",
    no_title: true,
    positions: [
      {
        enum: "1 штука",
        price: "500",
      },
      {
        enum: "2-3 штуки",
        price: "700",
      },
      {
        enum: "4 и более",
        price: "1000",
      },
    ],
  },
  {
    category: "Обработка мозолей и натоптышей",
    no_title: true,
    positions: [
      {
        enum: "1 штука",
        price: "500",
      },
      {
        enum: "2 штуки",
        price: "1000",
      },
      {
        enum: "3 штуки",
        price: "1300",
      },
      {
        enum: "от 4-х штук",
        price: "1500",
      },
    ],
  },
  {
    category: "Медицинский педикюр",
    no_enum: true,
    positions: [
      {
        title: "Обработка трещин на пятках",
        price: "1000",
      },
      {
        title: "Гигиенический педикюр ногтей",
        price: "1000",
      },
      {
        title: "Гигиенический педикюр стоп",
        price: "1000",
      },
      {
        title: "Гигиенический педикюр стоп и пальчиков",
        price: "1500",
      },
      {
        title: "Стрижка ногтей",
        price: "700",
      },
      {
        title: "Комплексная обработка стоп и ногтей",
        description: "трещины, мозоли, натоптыши",
        price: "1800",
      },
      {
        title: "Комплексная обработка стоп и ногтей",
        description: "трещины, мозоли, натоптыши + грибок",
        price: "2500",
      },
    ],
  },
  {
    category: "Дополнительные услуги",
    no_enum: true,
    positions: [
      {
        title: "Выезд подолога на дом",
        price: "от 3000р",
      },
      {
        title: "Соскоб на патогенные грибы с ногтевых пластинок",
        price: "200",
      },
      {
        title: "Доставка в лабораторию",
        price: "100",
      },
    ],
  },
];
